[
      "You miss an important deadline at work.",
      "Your computer crashes and you lose unsaved work.",
      "You get stuck in a traffic jam while running late for an appointment.",
      "Your child gets sick the night before a big presentation.",
      "You have an unexpected large bill to pay.",
      "You have a major argument with a close friend.",
      "Your flight gets canceled and you miss an important event.",
      "Your car breaks down on the way to an important meeting.",
      "You receive a negative performance review at work.",
      "Your credit card is declined while making a purchase.",
      "You find out you have to move out of your apartment unexpectedly.",
      "Your pet gets seriously ill.",
      "Your internet goes out during an important video call.",
      "You get a parking ticket for a minor infraction.",
      "You realize you forgot an important document at home.",
      "Your child is struggling in school and needs extra help.",
      "You are overcharged on a bill and have to fight to get it corrected.",
      "You have a misunderstanding with a coworker that affects your work.",
      "You get into a fender bender with an uninsured driver.",
      "You spill coffee on your laptop.",
      "You find a mistake in your tax return after submitting it.",
      "You have to work late unexpectedly and miss a family event.",
      "You experience a power outage in the middle of the night.",
      "You lose your wallet with all your IDs and credit cards.",
      "You receive a notice for jury duty during a busy time at work.",
      "You have a noisy neighbor that keeps you up at night.",
      "You find out your favorite store is closing down.",
      "You are caught in a sudden downpour without an umbrella.",
      "You get locked out of your house or car.",
      "Your phone battery dies when you need it most.",
      "You have to deal with a difficult customer at work.",
      "Your boss gives you an urgent task right before you were about to leave.",
      "You find out a friend has been talking behind your back.",
      "You forget to send an important email.",
      "You have to make a difficult decision with no clear answer.",
      "You realize you have double-booked appointments.",
      "Your computer is infected with a virus.",
      "You get a flat tire on the way to an important event.",
      "You receive a last-minute invitation to a mandatory meeting.",
      "You discover your favorite item is out of stock.",
      "You are given an unfair workload by your boss.",
      "You find out you were underpaid on your last paycheck.",
      "You get a phone call from your child's school about a problem.",
      "You realize you left the oven on at home.",
      "You have a disagreement with your partner.",
      "You are assigned a group project with uncooperative teammates.",
      "You receive a letter from the IRS.",
      "You have an unexpected guest show up at your house.",
      "You experience a medical emergency.",
      "You have to deal with a family crisis.",
      "You realize you have run out of a necessary medication.",
      "You have a major appliance break down at home.",
      "You lose an important file on your computer.",
      "You are late to pick up your child from school.",
      "You find a significant error in a project you submitted.",
      "You are put on hold for a long time while trying to resolve an issue.",
      "You have to navigate a new and confusing system at work.",
      "You get caught in a lie.",
      "You miss an important call.",
      "You have a misunderstanding with a colleague.",
      "You realize you forgot an important task.",
      "You get an unexpected visit from a relative.",
      "You lose your keys.",
      "You have to make a difficult phone call.",
      "You receive an unexpected medical bill.",
      "You find out your car needs expensive repairs.",
      "You get a notice about an unexpected change at work.",
      "You are asked to give a presentation on short notice.",
      "You have to cover for a coworker who is out sick.",
      "You are woken up by a loud noise in the middle of the night.",
      "You discover your favorite TV show has been canceled.",
      "You realize you have to renew your driver's license soon.",
      "You get an unexpected email from your boss.",
      "You have to attend a mandatory meeting during your lunch break.",
      "You are asked to take on additional responsibilities at work.",
      "You find out your rent is increasing.",
      "You have a major disagreement with a family member.",
      "You are given a short deadline for a complex task.",
      "You find out you are being audited.",
      "You are running late and can't find your shoes.",
      "You have a plumbing issue at home.",
      "You realize you forgot to pay a bill on time.",
      "You have to deal with a rude customer.",
      "You find out your favorite restaurant is closing.",
      "You are asked to work on a project you are not familiar with.",
      "You have to deal with an unexpected change in plans.",
      "You get a call from your bank about suspicious activity.",
      "You have to resolve a dispute with a neighbor.",
      "You realize you are out of a crucial household item.",
      "You get an unexpected visit from a salesperson.",
      "You have to find a last-minute babysitter.",
      "You discover a leak in your roof.",
      "You have to make a presentation in front of a large group.",
      "You are asked to stay late at work on a Friday.",
      "You have to deal with a difficult family member.",
      "You realize you forgot to buy a gift for a special occasion.",
      "You get an unexpected call from your landlord.",
      "You find out your favorite store is having a sale and you can't go.",
      "You have a major disagreement with your boss.",
      "You get an email about a problem with your bank account.",
      "You have to deal with a difficult coworker.",
      "You are asked to organize a last-minute event.",
      "You find out your favorite product is discontinued.",
      "You are given a task with unclear instructions.",
      "You have a major deadline approaching and are behind schedule.",
      "You have to navigate a difficult conversation.",
      "You find out your favorite item is sold out.",
      "You get a call from your child's teacher about a problem.",
      "You have to deal with an unexpected household repair.",
      "You realize you forgot to submit a report.",
      "You are asked to take on a new role at work.",
      "You have a misunderstanding with your partner.",
      "You get an unexpected bill in the mail.",
      "You have to deal with a difficult client.",
      "You find out your favorite show is delayed.",
      "You realize you left your phone at home.",
      "You are asked to work overtime on short notice.",
      "You have to deal with a power outage.",
      "You get a call from your doctor with concerning news.",
      "You have to handle a family emergency.",
      "You find out you have to move.",
      "You are asked to give a speech at an event.",
      "You have to resolve a problem with your insurance.",
      "You get an unexpected call from your boss.",
      "You have a major project with conflicting deadlines.",
      "You realize you forgot an important appointment.",
      "You get a call from your child's school about a behavioral issue.",
      "You have to deal with a sudden change in plans.",
      "You find out your rent is being increased.",
      "You get an email about a problem with your account.",
      "You have to deal with a difficult family member.",
      "You are asked to take on extra work during a busy time.",
      "You have a disagreement with a coworker.",
      "You get an unexpected visit from a family member.",
      "You realize you forgot to submit an important document.",
      "You have to deal with a problem with your car.",
      "You get a call from your bank about an issue.",
      "You find out your favorite restaurant is closing.",
      "You are given a tight deadline for a major project.",
      "You have to navigate a difficult situation at work.",
      "You realize you are out of a necessary medication.",
      "You get an unexpected bill.",
      "You have to handle a problem with your insurance.",
      "You get a call from your child's school about an issue.",
      "You find out your favorite store is closing.",
      "You are given additional responsibilities at work.",
      "You realize you forgot to pay a bill.",
      "You have to deal with a family emergency.",
      "You get an email about a problem with your account.",
      "You have to navigate a difficult conversation.",
      "You find out your rent is being increased.",
      "You are asked to work overtime on short notice.",
      "You have a major deadline approaching.",
      "You get a call from your doctor with concerning news.",
      "You have to handle a problem with your car.",
      "You find out your favorite show is delayed.",
      "You are asked to give a presentation.",
      "You have to deal with a power outage.",
      "You get an unexpected bill in the mail.",
      "You have to resolve a dispute with a neighbor.",
      "You find out your favorite product is discontinued.",
      "You are asked to work late on a Friday.",
      "You realize you forgot to submit a report.",
      "You have a misunderstanding with your partner.",
      "You get an email about a problem with your account.",
      "You have to deal with a difficult client.",
      "You find out your favorite store is closing.",
      "You are given a tight deadline for a project.",
      "You have to navigate a difficult situation at work.",
      "You realize you are out of a crucial item.",
      "You get an unexpected call from your boss.",
      "You have to handle a family emergency.",
      "You find out your rent is being increased.",
      "You are asked to work overtime on short notice.",
      "You realize you forgot your best friend's birthday.",
      "You have to deal with a major plumbing issue at home.",
      "Your phone screen cracks after a fall.",
      "You get an unexpected letter from a debt collector.",
      "You are asked to manage a difficult team at work.",
      "You discover a significant error in your work just before a deadline.",
      "You get an unexpected health scare.",
      "You find out your vacation plans have been canceled.",
      "Your child has a meltdown in a public place.",
      "You get a call from your bank about unauthorized transactions.",
      "You have to deal with a power outage during extreme weather.",
      "You realize you have double-booked an important appointment.",
      "You get a notice about a recall on your car.",
      "You have to take care of a sick family member.",
      "Your home is damaged in a storm.",
      "You get an unexpected call from your child's school about a disciplinary issue.",
      "You discover mold in your house.",
      "You are asked to work on a project outside of your expertise.",
      "You get a flat tire on a busy highway.",
      "You realize your passport has expired just before an international trip.",
      "You find out your favorite coffee shop is closing down.",
      "You have to deal with a sudden change in your work schedule.",
      "You get an unexpected visit from a government official.",
      "You realize you have lost an important document.",
      "You get a call from your landlord about a rent increase.",
      "You have to navigate a legal issue without clear guidance.",
      "You experience a major disruption in your internet service.",
      "You have to deal with an uncooperative coworker on a critical project.",
      "You realize you left an appliance on at home while you are away.",
      "You get an unexpected medical diagnosis."
]
